//
// This is the source code of wTHSR for iOS
// It is licensed under GNU GPL v. 3.
//
// Created by Harry Weng.
// Copyright © 2015 MadebyWeng. All rights reserved.
//

"Open Source" = "Open Source";
"South" = "Southbound Trains, Taipei  -> Zuoying";
"North" = "Northbound Trains, Zuoying -> Taipei";
"Southbound Trains" = "Southbound Trains";
"Northbound Trains" = "Northbound Trains";

"Nangang"= "Nangang";
"Taipei" = "Taipei";
"Banqiao" = "Banqiao";
"Taoyuan" = "Taoyuan";
"Hsinchu" = "Hsinchu";
"Miaoli" = "Miaoli";
"Taichung" = "Taichung";
"Changhua" = "Changhua";
"Yunlin" = "Yunlin";
"Chiayi" = "Chiayi";
"Tainan" = "Tainan";
"Zuoying" = "Zuoying";

"PriceBlue" = "表示該車次標準對號座全票享65折優惠。";
"PriceOrange" = "表示該車次標準對號座全票享85折優惠。";
"PriceInfo" = "indicates special offer rate for reserved standard seat (adult ticket only) of the indicated";


"mon" = "Mon";
"tue" = "Tue";
"wed" = "Wed";
"thu" = "Thu";
"fri" = "Fri";
"sat" = "Sat";
"sun" = "Sun";

/*功能選單*/
"Operate" 	= "Operate";
"Timetable" = "Timetable";
"Fare" = "Fare";
"Reservation" = "Reservation"; 
"About" = "About";
"Now" = "Now";
"All" = "All";
"OfferRate" = "Special offer";
"TrainTitle" = "Train";
"StationTitle" = "Staion";
"OperateLabel" = "Operate";
"Update" = "Update";


"UpdateFooter" = "";